Repository: pretix/pretix-sepadebit
Catalog: pretix_sepadebit/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: If you want, you can now also create SEPA debit files for multiple events combined.
es: Si lo desea, ahora también puede crear ficheros de adeudo SEPA para varios eventos combinados.
fr: Si vous le souhaitez, vous pouvez désormais créer des fichiers de prélèvement SEPA pour plusieurs événements combinés.

source: Go to organizer-level exports
es: Ir a las exportaciones a nivel de organizador
fr: Accéder aux exportations au niveau de l’organisateur

source: Refunds for SEPA debit transactions are grouped with bank transfer refunds.
es: Los devoluciones de transacciones a débito SEPA serán agrupadas con el resto de devoluciones por transferencia bancaria.
fr: Les remboursements pour les opérations de prélèvement SEPA sont regroupés avec les remboursements par virement bancaire.

source: Go to refund exports
es: Ir a las exportaciones de reembolso
fr: Aller aux exportations des remboursements

source: Go to organizer-level refund exports
es: Ir a las exportaciones de reembolso a nivel del organizador
fr: Accéder aux exportations de remboursement au niveau de l’organisateur

source: Create new export file
de: Neue Export-Datei erstellen
es: Crear un nuevo archivo de exportación
fr: Créer un nouveau fichier d’exportation

source: <strong>%(num_new)s</strong> SEPA debit orders have been placed and are not yet exported as Sepa XML.
de: <strong>%(num_new)s</strong> neue Bestellungen mit SEPA-Lastschrift als Zahlungsart wurden getätigt und noch nicht als XML exportiert.
es: <strong>%(num_new)s</strong> Se han realizado pedidos de adeudo SEPA y aún no se han exportado como archivo XML Sepa.
fr: <strong>%(num_new)s</strong> Des ordres de débit SEPA ont été passés et ne sont pas encore exportés au format Sepa XML.

source: Create multiple files if the debits have different collection dates (required for some banks)
es: Crear varios ficheros si los adeudos tienen diferentes fechas de cobro (necesario para algunos bancos)
fr: Créer plusieurs fichiers si les débits ont des dates d’encaissement différentes (requis pour certaines banques)

source: Exported XML files
de: Exportierte XML-Dateien
es: Archivos XML exportados
fr: Fichiers XML exportés

source: Number of orders
de: Anzahl Bestellungen
es: Número de pedidos
fr: Nombre de commandes

source: Total amount
es: Importe total
fr: Montant total

source: TEST MODE
es: MODO DE PRUEBA
fr: MODE TEST

source: Orders
es: Órdenes
fr: Commandes

source: Download XML
de: XML herunterladen
es: Descargar XML
fr: Téléchargement XML

source: No exports have been created yet.
de: Es wurden noch keine Dateien exportiert.
es: Todavía no se ha creado ninguna exportación.
fr: Aucune exportation n’a encore été créée.

source: We will debit the total amount of this order from your bank account by direct debit on or shortly after %(date)s.
de: Wir werden den vollen Bestellbetrag am oder kurz nach dem %(date)s von Ihrem Bankkonto einziehen.
es: El importe total de este pedido se cargará en su cuenta bancaria mediante domiciliación bancaria el %(date)s o poco después.
fr: Nous débiterons le montant total de cette commande de votre compte bancaire par prélèvement automatique le ou peu de temps après %(date)s.

source: SEPA export
es: Exportación SEPA
fr: Export SEPA

source: SEPA export: %(date)s
es: Exportación SEPA: %(date)s
fr: Exportation SEPA : %(date)s

source: Included orders
es: Ordenes incluidas
fr: Commandes incluses

source: Total amount: %(total)s %(currency)s
es: Cantidad total: %(total)s %(currency)s
fr: Montant total : %(total)s %(currency)s

source: Order
es: Pedido
fr: Commande

source: Payment
es: Pago
fr: Paiement

source: Mandate date
es: Fecha de mandato
fr: Date du mandat

source: Associated invoices
es: Facturas asociadas
fr: Commandes associées

source: No orders have been part of this export.
es: Ningún pedido ha formado parte de esta exportación.
fr: Aucune commande n’a fait partie de cette exportation.

source: The SEPA direct debit failed to be completed. Please contact the organizer of the event as soon as possible!
de: Die SEPA-Lastschrift konnte nicht abgeschlossen werden. Bitte kontaktieren Sie schnellstmöglich den Veranstalter!
es: No se ha podido completar la domiciliación SEPA. ¡Póngase en contacto con el organizador del evento lo antes posible!
fr: Le prélèvement SEPA n’a pas pu être effectué. Veuillez contacter l’organisateur de l’événement dès que possible !

source: Event ticket {event}-{code}
de: Ticket {event}-{code}
es: Entrada para evento {event}-{code}
fr: Billet d’événement {event}-{code}

source: The generated file did not validate for the following reasons. Please contact pretix support for more information. {}
es: El archivo generado no se ha validado por los siguientes motivos. Póngase en contacto con el servicio de asistencia de pretix para obtener más información. {}
fr: Le fichier généré n’a pas été validé pour les raisons suivantes. Veuillez contacter le support pretix pour plus d’informations. {}

source: Multiple new export files have been created. Please make sure to process all of them!
es: Se han creado varios archivos de exportación nuevos. ¡Asegúrese de procesarlos todos!
fr: Plusieurs nouveaux fichiers d’exportation ont été créés. S’il vous plaît assurez-vous de les traiter tous !

source: A new export file has been created.
de: Eine neue Export-Datei wurde erstellt.
es: Un nuevo archivo exportado ha sido creado.
fr: Un nouveau fichier d’exportation a été créé.

source: No valid orders have been found.
de: Es wurden keine gültigen Bestellungen gefunden.
es: No se han encontrado ordenes validas.
fr: Aucune commande valide n’a été trouvée.

source: List of previous SEPA debits (CSV)
fr: Liste des prélèvements SEPA précédents (CSV)

source: This order has been paid via SEPA debit.
de: Diese Bestellung wurde per SEPA-Lastschrift bezahlt.
