Repository: pretix/pretix-sepadebit
Catalog: pretix_sepadebit/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: SEPA Direct debit
es: Domiciliación bancaria SEPA
fr: Prélèvement SEPA

source: This plugin adds SEPA direct debit support to pretix
es: Este plugin añade soporte de adeudo directo SEPA a pretix
fr: Ce plugin ajoute la prise en charge du prélèvement SEPA à pretix

source: List of previous SEPA debits
es: Lista de adeudos SEPA anteriores

# export_category
source: Order data
es: Datos del pedido
fr: Données de commande

source: Download a spreadsheet of all SEPA debits that have previously been generated and exported by the system. To create a new export, use the "SEPA debit" section in the main menu.
es: Descargar una hoja de cálculo de todos los adeudos SEPA que han sido generados y exportados previamente por el sistema. Para crear una nueva exportación, utilizar la sección "Adeudo SEPA" del menú principal.
fr: Téléchargez une feuille de calcul de tous les prélèvements SEPA précédemment générés et exportés par le système. Pour créer une nouvelle exportation, utilisez la section « Prélèvements SEPA » dans le menu principal.

source: Export date
de: Exportdatum
es: Fecha de exportación
fr: Date d’exportation

source: Event slug
es: URL semántica

source: Event name
es: Nombre del evento

source: Order code
es: Código del pedido
fr: Code de commande

source: Order date
es: Fecha del pedido
fr: Date de commande

source: Invoices
es: Facturas
fr: Factures

source: SEPA export date
es: Fecha de exportación SEPA
fr: Date d’exportation SEPA

source: Payment amount
es: Importe del pago
fr: Montant du paiement

source: Direct debit is not allowed for this IBAN, please get in touch with the event organizer or choose a different payment method.
es: La domiciliación bancaria no está permitida para este IBAN, por favor póngase en contacto con el organizador del evento o elija un método de pago diferente.
fr: Le prélèvement automatique n’est pas autorisé pour cet IBAN, veuillez contacter l’organisateur de l’événement ou choisir un autre mode de paiement.

source: The BIC number {bic} does not match the IBAN. Please double, check your banking details. According to our data, the correct BIC would be {correctbic}.
es: El código BIC {bic} no coincide con el IBAN. Por favor, compruebe sus datos bancarios. Según nuestros datos, el BIC correcto sería {correctbic}.
fr: Le numéro BIC {bic} ne correspond pas à l’IBAN. Veuillez vérifiez attentivement vos coordonnées bancaires. Selon nos données, le BIC correct serait {correctbic}.

source: SEPA debit
de: SEPA-Lastschrift
es: Adeudo SEPA
fr: Prélèvement SEPA

source: Test mode payments will only be debited if you submit a file created in test mode to your bank.
es: Los pagos en modo de prueba sólo se cobrarán si envía a su banco un fichero creado en modo de prueba.
fr: Les paiements en mode Test ne seront débités que si vous soumettez un fichier créé en mode Test à votre banque.

source: Available placeholders: {list}
es: Marcadores de posición disponibles: {list}
fr: Espaces réservés disponibles : {list}

source: I have understood that I need to regularly create SEPA XML export files and transfer them to my bank in order to have my bank collect the customer payments.
es: Tengo entendido que debo crear periódicamente archivos de exportación SEPA XML y transferirlos a mi banco para que éste cobre los pagos de los clientes.
fr: J’ai compris que je devais régulièrement créer des fichiers d’exportation SEPA XML et les transférer à ma banque afin que ma banque collecte les paiements des clients.

source: Creditor name
de: Name des Gläubigers
es: Nombre del acreedor
fr: Nom du créancier

source: Creditor IBAN
de: Gläubiger-IBAN
es: IBAN del acreedor
fr: IBAN du créancier

source: Creditor BIC
de: Gläubiger-BIC
es: BIC del acreedor
fr: BIC du créancier

source: Creditor ID
de: Gläubiger-ID
es: Identificador del acreedor
fr: ID du créancier

source: This must be a valid SEPA creditor ID.
es: Debe ser un identificador de acreedor SEPA válido.
fr: Il doit s’agir d’un identifiant de créancier SEPA valide.

source: Mandate reference prefix
de: Mandatsreferenz-Prefix
es: Prefijo de referencia del mandato
fr: Préfixe de référence du mandat

source: This may only contain letters, numbers, and the following special characters: ' , . : + - / ( ) ?
de: Dieses Feld darf nur Buchstaben, Zahlen und die folgenden Zeichen enthalten: ' , . : + - / ( ) ?
es: Sólo puede contener letras, números y los siguientes caracteres especiales: ' , . : + - / ( ) ?
fr: Celui-ci ne peut contenir que des lettres, des chiffres et les caractères spéciaux suivants: ' , . : + - / ( ) ?

source: We will use this string and append the event slug and the order code to build a unique SEPA mandate reference.
de: Wir werden diese Zeichen der von pretix aus dem Veranstaltungs-Kurznamen und der Bestellnummer generierten Mandatsreferenz voranstellen.
es: Utilizaremos esta cadena y añadiremos la URL semántica del evento y el código de la orden para crear una referencia de mandato SEPA única.
fr: Nous utiliserons cette chaîne et ajouterons le slug d’événement et le code de commande pour créer une référence de mandat SEPA unique.

source: Pre-notification time
de: Vorabinformationszeit
es: Tiempo de preaviso
fr: Délai de pré-notification

source: Number of days between the placement of the order and the due date of the direct debit. Depending on your legislation and your bank rules, you might be required to hand in a debit at least 5 days before the due date at your bank and you might even be required to inform the customer at least 14 days beforehand. We recommend configuring at least 7 days.
de: Anzahl an Tagen zwischen der Bestellung und dem Fälligkeitsdatum der Lastschrift. Abhängig von Ihrer Gesetzeslage und den Regeln Ihrer Bank müssen Sie die Lastschriften 5-6 Tage vor Fälligkeit bei der Bank einreichen und sind möglicherweise verpflichtet, den Benutzer 14 Tage vor Fälligkeit zu informieren. Wir empfehlen, mindestens 7 Tage einzustellen.
es: Número de días transcurridos entre la realización del pedido y la fecha de vencimiento del adeudo directo. En función de su legislación y de las normas de su banco, es posible que tenga que entregar el adeudo al menos 5 días antes de la fecha de vencimiento en su banco e incluso que tenga que informar al cliente al menos 14 días antes. Le recomendamos configurar al menos 7 días.
fr: Nombre de jours entre la passation de la commande et la date d’échéance du prélèvement. Selon votre législation et les règles de votre banque, vous devrez peut-être remettre un débit au moins 5 jours avant la date d’échéance à votre banque et vous devrez peut-être même informer le client au moins 14 jours à l’avance. Nous vous recommandons de configurer au moins 7 jours.

source: IBAN blocklist
es: Lista de bloqueo de IBAN
fr: Liste de blocage IBAN

source: Put one IBAN or IBAN prefix per line. The system will not allow any of these IBANs. Useful e.g. if you had lots of failed payments already from a specific person. You can also list country codes such as "GB" if you never want to accept IBANs from a specific country.
es: Ponga un prefijo IBAN o IBAN por línea. El sistema no permitirá ninguno de estos IBAN. Es útil, por ejemplo, si ya ha recibido muchos pagos fallidos de una persona concreta. También puede indicar códigos de país como "GB" si no desea aceptar IBAN de un país concreto.
fr: Mettez un préfixe IBAN ou IBAN par ligne. Le système n’autorisera aucun de ces IBAN. Utile par exemple si vous avez déjà eu beaucoup de paiements échoués d’une personne spécifique. Vous pouvez également répertorier les codes de pays tels que « GB » si vous ne souhaitez jamais accepter les IBAN d’un pays spécifique.

source: Adding whole countries to your blocklist is considered SEPA discrimination, illegal in most countries and can be cause for hefty fines from government watchdogs.
es: Añadir países enteros a su lista de bloqueados se considera como una discriminación SEPA, ilegal en la mayoría de los países y puede ser causa de fuertes multas por parte de los organismos de control gubernamentales.
fr: Ajouter des pays entiers à votre liste de blocage est considéré comme une discrimination SEPA, illégale dans la plupart des pays et peut entraîner de lourdes amendes de la part des chiens de garde gouvernementaux.

source: Earliest debit due date
es: Fecha límite de adeudo
fr: Date d’échéance du débit le plus tôt

source: Earliest date the direct debit can be due. This date is used as the direct debit due date if the order date plus pre-notification time would result in a due date earlier than this. Customers with orders using the earliest due date will receive an email reminding them about the upcoming charge based on the configured pre-notification days.
es: Fecha más temprana en que puede vencer el adeudo directo. Esta fecha se utiliza como fecha de vencimiento de la domiciliación bancaria si la fecha del pedido supera el tiempo de preaviso y la fecha de vencimiento es anterior. Los clientes con pedidos que utilicen la fecha de vencimiento más temprana recibirán un correo electrónico recordándoles el próximo cargo en función de los días de preaviso configurados.
fr: Date la plus proche à laquelle le prélèvement automatique peut être dû. Cette date est utilisée comme date d’échéance du prélèvement automatique si la date de commande plus l’heure de pré-notification entraînent une date d’échéance antérieure à cette date. Les clients dont les commandes ont été effectuées à la date d’échéance la plus proche recevront un e-mail leur rappelant les frais à venir en fonction des jours de pré-notification configurés.

source: Pre-notification mail subject
es: Asunto del correo de preaviso
fr: Objet de l’e-mail de pré-notification

source: The subject of the notification email. This email is only sent if the earliest debit due date option is used.
es: El asunto del correo electrónico de notificación. Este correo electrónico sólo se envía si se utiliza la opción de fecha de vencimiento de adeudo más temprana.
fr: Objet de l’e-mail de notification. Cet e-mail n’est envoyé que si l’option de date d’échéance du débit le plus tôt est utilisée.

source: Pre-notification mail body
es: Cuerpo del correo de notificación previa
fr: Corps de l’e-mail de pré-notification

source: The body of the notification email. This email is only sent if the earliest debit due date option is used.
es: El cuerpo del correo electrónico de notificación. Este correo electrónico sólo se envía si se utiliza la opción de fecha de vencimiento de adeudo más temprana.
fr: Corps de l’e-mail de notification. Cet e-mail n’est envoyé que si l’option de date d’échéance du débit le plus tôt est utilisée.

source: If you activate this payment method, SEPA direct debit mandates will be collected via an online form. Depending on your legislation, it might be necessary to collect them on paper (currently not supported) to exclude the risk of charge backs. SEPA debit payments will be immediately marked as paid in the shop, so please mark it as unpaid and contact the user if any charge backs occur or the charge fails due to insufficient funds.
de: Wenn Sie diese Zahlungsmethode aktivieren, werden SEPA-Lastschriftmandate über ein Webformular entgegengenommen. Abhängig von Ihrer Gesetzteslage, kann es nötig sein diese auf Papier einzufordern um das Risiko der Rücklastschrift zu verringern. SEPA-Lastschriften werden in der Shopsoftware sofort nach Bestellung als bezahlt markiert. Im Falle einer Rücklastschrift müssen Sie die Bestellung wieder als unbezahlt markieren und Kontakt zum Nutzer aufnehmen.
es: Si activa este método de pago, las órdenes de domiciliación SEPA se recopilarán a través de un formulario en línea. Dependiendo de su legislación, podría ser necesario recogerlos en papel (actualmente no se admite) para excluir el riesgo de devoluciones de cargos. Los pagos de débito SEPA se marcarán inmediatamente como pagados en la tienda, por lo que le rogamos que los marque como impagados y se ponga en contacto con el usuario si se produce alguna devolución de cargo o el cargo falla por falta de fondos.
fr: Si vous activez ce mode de paiement, les mandats de prélèvement SEPA seront collectés via un formulaire en ligne. Selon votre législation, il peut être nécessaire de les collecter sur papier (actuellement non pris en charge) pour exclure le risque de rétrofacturation. Les paiements par débit SEPA seront immédiatement marqués comme payés dans la boutique, veuillez donc le marquer comme impayé et contacter l’utilisateur si des rétrofacturations se produisent ou si les frais échouent en raison de fonds insuffisants.

source: The placeholder <code>{payment_info}</code> is not present in your configured email template for order payment notifications. This is legally required as it includes the mandate reference and the due date.
de: Der Platzhalter <code>{payment_info}</code> ist nicht in Ihrer E-Mail-Vorlage enthalten, die für erhaltene Zahlungen verschickt wird. Dies ist aber rechtlich notwendig, da hier die Mandatsreferenz und das Fälligkeitsdatum mitgeteilt werden.
es: El marcador de posición <code>{payment_info}</code> no está presente en la plantilla de correo electrónico configurada para las notificaciones de pago de pedidos. Es un requisito legal, ya que incluye la referencia del mandato y la fecha de vencimiento.
fr: L’espace réservé <code>{payment_info}</code> n’est pas présent dans votre modèle d’e-mail configuré pour les notifications de paiement de commande. Ceci est légalement requis car il comprend la référence du mandat et la date d’échéance.

source: Due date reminder email fields are required if earliest due date feature is used.
es: Los campos de correo electrónico de recordatorio de fecha de vencimiento son obligatorios si se utiliza la función de fecha de vencimiento más temprana.
fr: Les champs d’e-mail de rappel de date d’échéance sont requis si la fonctionnalité de date d’échéance la plus ancienne est utilisée.

source: Account holder
de: Kontoinhaber
es: Titular de la cuenta
fr: Titulaire du compte

source: I hereby grant the SEPA direct debit mandate for this order (see below)
de: Ich ermächtige hiermit den Veranstalter zum Bankeinzug mittels SEPA-Lastschrift (siehe unten)
es: Concedo la orden de domiciliación SEPA para este pedido (ver más abajo)
fr: J’accorde par la présente le mandat de prélèvement SEPA pour cet ordre (voir ci-dessous)

source: will be debited
es: se cargará en cuenta
fr: sera débité

source: We will debit the total amount of this order from your bank account %(account)s by direct debit on or shortly after %(date)s.
es: El importe total de este pedido se cargará en su cuenta bancaria %(account)s mediante domiciliación bancaria el %(date)s o poco después.

source: This payment will appear on your bank statement as %(creditor_name)s with mandate reference %(reference)s and creditor ID %(id)s.
de: Diese Zahlung wird auf Ihrem Kontoauszug als %(creditor_name)s mit Mandatsreferenz %(reference)s und Gläubiger-ID %(id)s erscheinen.
es: Este pago aparecerá en su extracto bancario como %(creditor_name)s con referencia de mandato %(reference)s e ID de acreedor %(id)s.
fr: Ce paiement apparaîtra sur votre relevé bancaire en tant que %(creditor_name)s avec la référence de mandat %(reference)s et l’ID créancier %(id)s.

source: Pre-notification time setting of SEPA Payment isn't set.
es: No se ha configurado el tiempo de notificación previa del pago SEPA.
fr: Le réglage de l’heure de pré-notification du paiement SEPA n’est pas défini.

source: A reminder for the upcoming direct debit due date has been sent to the customer.
es: Se ha remitido al cliente un recordatorio de la próxima fecha de vencimiento del adeudo directo.
fr: Un rappel pour la prochaine date d’échéance du prélèvement automatique a été envoyé au client.

source: SEPA debit history
es: Historial de adeudos SEPA
fr: Historique des débits SEPA

source: This will remove previously exported SEPA XML files containing banking information.
es: Esto eliminará los archivos XML SEPA exportados anteriormente que contengan información bancaria.
fr: Cela supprimera les fichiers XML SEPA précédemment exportés contenant des informations bancaires.

source: Upcomming debit of {debit_amount_with_currency}
es: Próximo cargo de {debit_amount_with_currency}
fr: Prélèvement suivant de {debit_amount_with_currency}

source: Hello, you ordered a ticket for {event}. We will debit your bank account {iban} on or shortly after {due_date}. The payment will appear on your bank statement as {creditor_name} with reference {reference} and creditor identifier {creditor_id}. You can change your order details and view the status of your order at {url} Best regards, Your {event} team
es: Hola, ha reservado una entrada para {event}. Realizaremos el cargo en su cuenta bancaria {iban} el {due_date} o poco después. El pago aparecerá en su extracto bancario como {creditor_name} con referencia {reference} e identificador de acreedor {creditor_id}. Puede modificar los datos de su pedido y consultar el estado del mismo en {url} Un cordial saludo, Su equipo de {event}
fr: Bonjour Vous avez commandé un billet pour {event}. Nous débiterons votre compte bancaire {iban} le ou peu de temps après le {due_date}. Le paiement apparaîtra sur votre relevé bancaire sous la forme {creditor_name} avec la référence {reference} et l’identifiant du créancier {creditor_id}. Vous pouvez modifier les détails de votre commande et consulter l’état de votre commande à l’adresse {url} Sinceres salutations Votre équipe {event}

source: We will debit the total amount displayed above from your bank account <strong>%(iban)s</strong>. You hereby agree that the amount will be withdrawn from your bank account <strong>on or shortly after %(date)s</strong>.
de: Wir werden den oben angezeigten Gesamtbetrag von Ihrem Bankkonto <strong>%(iban)s</strong> einziehen. Sie stimmen hiermit zu, dass dieser Betrag <strong>am oder kurz nach dem %(date)s</strong> von Ihrem Konto eingezogen wird.
es: Cargaremos el importe total indicado anteriormente en su cuenta bancaria <strong>%(iban)s</strong>. Por la presente, acepta que el importe se retire de su cuenta bancaria <strong>en %(date)s</strong> o poco después.
fr: Nous débiterons le montant total affiché ci-dessus de votre compte bancaire <strong>%(iban)s</strong>. Vous acceptez par la présente que le montant soit retiré de votre compte bancaire <strong>le ou peu de temps après %(date)s</strong>.

source: By submitting this mandate form, you authorise (A) the Creditor <strong>%(creditor)s</strong> to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with the instructions from the Creditor.
de: Mit Abschicken dieses Formulars ermächtige ich <strong>%(creditor)s</strong>, Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von <strong>%(creditor)s</strong> auf mein Konto gezogenen Lastschriften einzulösen.
es: Al enviar este formulario de mandato, autoriza (A) al Acreedor <strong>%(creditor)s</strong> a enviar instrucciones a su banco para que cargue el importe en su cuenta y (B) a su banco a cargar el importe en su cuenta de conformidad con las instrucciones del Acreedor.
fr: En soumettant ce formulaire de mandat, vous autorisez (A) le créancier <strong>%(creditor)s</strong> à envoyer des instructions à votre banque pour débiter votre compte et (B) votre banque à débiter votre compte conformément aux instructions du créancier.

source: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
de: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.
es: Como parte de sus derechos, tiene la posibilidad que su banco realice el reembolso del dinero según las condiciones del contrato que tiene con ellos. La devolución debe reclamarla en un plazo de 8 semanas a partir de la fecha en que se efectuó el cargo en su cuenta. Sus derechos se encuentra reflejados en una declaración que puede facilitarle su banco.
fr: Dans le cadre de vos droits, vous avez droit à un remboursement de votre banque selon les termes et conditions de votre accord avec votre banque. Un remboursement doit être demandé dans un délai de 8 semaines à compter de la date à laquelle votre compte a été débité. Vos droits sont expliqués dans une déclaration que vous pouvez obtenir auprès de votre banque.

source: The creditors ID is <strong>%(id)s</strong>. Your mandate reference will be sent to you via email after your order has been submitted.
de: Unsere Gläubiger-Identifikationsnummer ist <strong>%(id)s</strong>. Ihre Mandatsreferenz wird Ihnen kurz nach Eingang der Bestellung per E-Mail mitgeteilt.
es: La referencia de los acreedores es <strong>%(id)s</strong>. La referencia de su mandato se le enviará por correo electrónico una vez realizada la solicitud.
fr: L’ID des créanciers est <strong>%(id)s</strong>. La référence de votre mandat vous sera envoyée par e-mail après la soumission de votre commande.

source: You hereby agree that the amount will be withdrawn from your bank account <strong>on or shortly after %(date)s</strong>.
de: Sie stimmen hiermit zu, dass dieser Betrag <strong>am oder kurz nach dem %(date)s</strong> von Ihrem Konto eingezogen wird.
es: Por la presente, acepta que el importe se retire de su cuenta bancaria <strong>en %(date)s</strong> o poco después.
fr: Vous acceptez par la présente que le montant soit prélevé de votre compte bancaire <strong>le ou peu de temps après le %(date)s</strong>.

source: This order has been paid via SEPA debit. It was part of the export file exported at %(date)s.
es: Este pedido se ha pagado mediante adeudo SEPA. Formaba parte del fichero de exportación exportado en %(date)s.
fr: Cette commande a été payée par prélèvement SEPA. Elle faisait partie du fichier d’exportation exporté au %(date)s.

source: View export file
es: Ver archivo de exportación
fr: Afficher le fichier exporté

source: This shall be paid via SEPA debit, but has not yet been included in any SEPA file export.
es: Se pagará mediante adeudo SEPA, pero aún no se ha incluido en ninguna exportación de ficheros SEPA.
fr: Celui-ci doit être payé par prélèvement SEPA, mais n’a pas encore été inclus dans une exportation de fichier SEPA.

source: This order has been planned to be paid via SEPA debit but has been marked as unpaid again (or could never be marked as paid).
de: Diese Bestellung sollte per SEPA-Lastschrift bezahlt werden, wurde aber entweder wieder als unbezahlt markiert oder konnte nie als bezahlt markiert werden.
es: Este pedido estaba previsto que se pagara mediante adeudo SEPA, pero se ha vuelto a marcar como impagado (o nunca se ha podido marcar como pagado).
fr: Cette commande a été prévue pour être payée par prélèvement SEPA mais a été marquée comme impayée à nouveau (ou n’a jamais pu être marquée comme payée).

source: Account name
de: Kontoinhaber
es: Titular de la cuenta
fr: Nom du compte

source: Mandate reference
de: Mandatsrefernz
es: Referencia del mandato
fr: Référence du mandat

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Échéance

source: In test mode, your exports will only contain test mode orders.
es: En modo de prueba, sus exportaciones sólo contendrán pedidos en modo de prueba.
fr: En mode test, vos exportations ne contiendront que des commandes en mode test.
