Repository: pretix/pretix-sepadebit
Catalog: pretix_sepadebit/locale/*_Informal/LC_MESSAGES/django.po
Languages: de_informal, nl_informal

source: The generated file did not validate for the following reasons. Please contact pretix support for more information. {}
de_informal: Die generierte Datei ist aus den folgenden Gründen nicht gültig. Bitte kontaktiere den Support für weitere Infos. {}
nl_informal: Het gegenereerde bestand is om de onderstaande redenen niet geldig. Neem contact op met de pretix-ondersteuning voor meer informatie. {}

source: Multiple new export files have been created. Please make sure to process all of them!
de_informal: Mehrere neue Dateien wurden erstellt. Bitte stelle sicher, dass du alle korrekt verarbeitest!

source: A new export file has been created.
de_informal: Eine neue Export-Datei wurde erstellt.
nl_informal: Een nieuw exportbestand is aangemaakt.

source: No valid orders have been found.
de_informal: Es wurden keine gültigen Bestellungen gefunden.
nl_informal: Er zijn geen geldige bestellingen gevonden.
