Repository: pretix/pretix-sepadebit
Catalog: pretix_sepadebit/locale/*_Informal/LC_MESSAGES/django.po
Languages: de_informal, nl_informal

source: SEPA Direct debit
de_informal: SEPA-Bankeinzug
nl_informal: SEPA Automatische incasso

source: This plugin adds SEPA direct debit support to pretix
de_informal: Diese Erweiterung fügt Unterstützung für SEPA-Bankeinzug hinzu.
nl_informal: Deze plug-in voegt ondersteuning voor automatische SEPA-incasso's toe aan pretix

source: List of previous SEPA debits
de_informal: Liste vorheriger SEPA-Bankeinzüge

# export_category
source: Order data
de_informal: Bestelldaten

source: Download a spreadsheet of all SEPA debits that have previously been generated and exported by the system. To create a new export, use the "SEPA debit" section in the main menu.
de_informal: Tabelle (Excel oder CSV) mit allen SEPA-Lastschriften, die in der Vergangenheit generiert und exportiert wurden. Um einen neuen SEPA-Export zu erstellen, gehen Sie in den Abschnitt "SEPA-Lastschrift" im Hauptmenü.

source: Order code
de_informal: Bestellnummer
nl_informal: Bestelcode

source: Order date
de_informal: Bestelldatum
nl_informal: Besteldatum

source: Invoices
de_informal: Rechnungen
nl_informal: Facturen

source: SEPA export date
de_informal: SEPA-Exportdatum
nl_informal: SEPA-exportdatum

source: Payment amount
de_informal: Zahlbetrag
nl_informal: Te betalen bedrag

source: Direct debit is not allowed for this IBAN, please get in touch with the event organizer or choose a different payment method.
de_informal: SEPA-Lastschrift ist für diese IBAN nicht möglich, bitte nimm Kontakt mit dem Veranstalter auf oder wähle eine andere Zahlungsart.
nl_informal: SEPA-incasso's zijn niet toegestaan voor dit IBAN. Neem contact op met de organisator van het evenement of kies een andere betalingsmethode.

source: The BIC number {bic} does not match the IBAN. Please double, check your banking details. According to our data, the correct BIC would be {correctbic}.
de_informal: Die BIC {bic} passt nicht zur IBAN, bitte überprüfe deine Kontodaten. Laut unserer Liste wäre die korrekte BIC {correctbic}.
nl_informal: Het BIC-nummer {bic} komt niet met het IBAN overeen. Controleer je bankgegevens. Volgens onze informatie zou het juiste BIC-nummer {correctbic} moeten zijn.

source: SEPA debit
de_informal: SEPA-Lastschrift
nl_informal: SEPA-afschrijving

source: Test mode payments will only be debited if you submit a file created in test mode to your bank.
de_informal: Zahlungen im Testmodus werden nur eingezogen wenn du eine Datei an die Bank übermittelst, die im Testmodus erstellt wurde.
nl_informal: Betalingen in de testmodus worden alleen afgeschreven als je een bestand dat je in de testmodus hebt gemaakt indient bij je bank.

source: Available placeholders: {list}
de_informal: Verfügbare Platzhalter: {list}
nl_informal: Beschikbare plaatsaanduidingen: {list}

source: I have understood that I need to regularly create SEPA XML export files and transfer them to my bank in order to have my bank collect the customer payments.
de_informal: Ich habe verstanden, dass ich regelmäßig SEPA-XML-Dateien herunterladen und zu meiner Bank übertragen muss, damit meine Bank die Zahlungen der Kunden einzieht.
nl_informal: Ik heb begrepen dat ik regelmatig SEPA XML-exportbestanden moet aanmaken en ze moet overdragen aan mijn bank om mijn bank de betalingen van de klanten te laten innen.

source: Creditor name
de_informal: Name des Gläubigers
nl_informal: Naam begunstigde

source: Creditor IBAN
de_informal: Gläubiger-IBAN
nl_informal: IBAN begunstigde

source: Creditor BIC
de_informal: Gläubiger-BIC
nl_informal: BIC begunstigde

source: Creditor ID
de_informal: Gläubiger-ID
nl_informal: Incassant-ID begunstigde

source: This must be a valid SEPA creditor ID.
de_informal: Dies muss eine gültige SEPA-Gläubiger-ID sein.
nl_informal: Dit moet een geldig SEPA-incassant-ID zijn.

source: Mandate reference prefix
de_informal: Mandatsreferenz-Prefix
nl_informal: Machtigingskenmerkvoorvoegsel

source: This may only contain letters, numbers, and the following special characters: ' , . : + - / ( ) ?
de_informal: Dieses Feld darf nur Buchstaben, Zahlen und die folgenden Zeichen enthalten: ' , . : + - / ( ) ?
nl_informal: Dit mag alleen letters, cijfers, en de volgende speciale tekens bevatten: ' , . : + - / ( ) ?

source: We will use this string and append the event slug and the order code to build a unique SEPA mandate reference.
de_informal: Wir werden diese Zeichen der von pretix aus dem Veranstaltungs-Kurznamen und der Bestellnummer generierten Mandatsreferenz voranstellen.
nl_informal: We zullen deze tekst gebruiken en hier de evenementsslug en bestelcode aan toevoegen om een uniek SEPA-machtigingskenmerk op te bouwen.

source: Pre-notification time
de_informal: Vorabinformationszeit
nl_informal: Vooraanmeldingstijd

source: Number of days between the placement of the order and the due date of the direct debit. Depending on your legislation and your bank rules, you might be required to hand in a debit at least 5 days before the due date at your bank and you might even be required to inform the customer at least 14 days beforehand. We recommend configuring at least 7 days.
de_informal: Anzahl an Tagen zwischen der Bestellung und dem Fälligkeitsdatum der Lastschrift. Abhängig von deiner Gesetzeslage und den Regeln deiner Bank musst du die Lastschriften 5-6 Tage vor Fälligkeit bei der Bank einreichen und bist möglicherweise verpflichtet, den Benutzer 14 Tage vor Fälligkeit zu informieren. Wir empfehlen, mindestens 7 Tage einzustellen.
nl_informal: Aantal dagen tussen het plaatsen van de bestelling en de uitvoeringsdatum van de afschrijving. Afhankelijk van je wetgeving en regels van je bank kan je verplicht zijn om een afschrijving ten minste 5 dagen voor de uitvoeringsdatum bij je bank te melden, en kan je zelfs verplicht zijn om de klant ten minste 14 dagen van tevoren te informeren. We raden aan om ten minste 7 dagen in te stellen.

source: IBAN blocklist
de_informal: IBAN-Blockliste
nl_informal: IBAN-blokkeerlijst

source: Put one IBAN or IBAN prefix per line. The system will not allow any of these IBANs. Useful e.g. if you had lots of failed payments already from a specific person. You can also list country codes such as "GB" if you never want to accept IBANs from a specific country.
de_informal: Eine IBAN oder ein IBAN-Präfix pro Zeile. Das System wird diese IBANs nicht erlauben. Nützlich z.B. für bereits öfter ausgefallene Zahlungen. Es können auch ganze Ländercodes wie z.B. "GB" blockiert werden, wenn keine IBANs aus diesem Land akzeptiert werden sollen.

source: Adding whole countries to your blocklist is considered SEPA discrimination, illegal in most countries and can be cause for hefty fines from government watchdogs.
de_informal: Komplette Länder zu blockieren wird als SEPA-Diskriminierung angesehen, die in den meisten Ländern nicht zulässig ist und Bußgelder von Regulierungsbehörden nach sich ziehen kann.

source: Earliest debit due date
de_informal: Frühstes Einzugsdatum
nl_informal: Eerste incassodatum

source: Earliest date the direct debit can be due. This date is used as the direct debit due date if the order date plus pre-notification time would result in a due date earlier than this. Customers with orders using the earliest due date will receive an email reminding them about the upcoming charge based on the configured pre-notification days.
de_informal: Frühester Termin, zu dem der Einzug fällig sein kann. Dieser Termin wird als Fälligkeitsdatum verwendet werden, wenn das Bestelldatum plus die Vorabinformationszeit in einem früheren Datum resultieren würde. Kunden mit Bestellungen, die zu diesem Datum fällig werden, erhalten eine E-Mail mit einer Erinnerung an die fällig werdende Zahlung basierend auf der konfigurierten Vorabinformationszeit.
nl_informal: De eerste datum waarop automatische incasso's mogen worden uitgevoerd. Deze datum zal worden gebruikt als de datum om het incasso uit te voeren als de bestellingsdatum plus de meldingstijd in een eerdere datum zouden resulteren. Klanten die op deze datum een incasso zullen krijgen ontvangen vooraf een herinneringsmail over de afschrijving volgens de ingestelde notificatietijd.

source: Pre-notification mail subject
de_informal: Vorabinformation E-Mail-Betreff
nl_informal: Onderwerp vooraankondigingsmail

source: The subject of the notification email. This email is only sent if the earliest debit due date option is used.
de_informal: Der Betreff der Erinnerungs-E-Mail. Die E-Mail wird nur verschickt wenn das Früheste Einzugsdatum verwendet wird.
nl_informal: Het onderwerp van de e-mail. Deze e-mail zal alleen worden verstuurd als de eerste incassodatum is ingesteld.

source: Pre-notification mail body
de_informal: Vorabinformation E-Mail-Text
nl_informal: Inhoud vooraankondigingsmail

source: The body of the notification email. This email is only sent if the earliest debit due date option is used.
de_informal: Der Text der Erinnerungs-E-Mail. Die E-Mail wird nur verschickt wenn das Früheste Einzugsdatum verwendet wird.
nl_informal: De inhoud van de vooraankondigingsmail. Deze e-mail zal alleen worden verstuurd als de eerste incassodatum is ingesteld.

source: If you activate this payment method, SEPA direct debit mandates will be collected via an online form. Depending on your legislation, it might be necessary to collect them on paper (currently not supported) to exclude the risk of charge backs. SEPA debit payments will be immediately marked as paid in the shop, so please mark it as unpaid and contact the user if any charge backs occur or the charge fails due to insufficient funds.
de_informal: Wenn du diese Zahlungsmethode aktivierst, werden SEPA-Lastschriftmandate über ein Webformular entgegengenommen. Abhängig von deiner Gesetzeslage, kann es nötig sein diese auf Papier einzufordern um das Risiko der Rücklastschrift zu verringern. SEPA-Lastschriften werden in der Shopsoftware sofort nach Bestellung als bezahlt markiert. Im Falle einer Rücklastschrift musst du die Bestellung wieder als unbezahlt markieren und Kontakt zum Nutzer aufnehmen.
nl_informal: Als je deze betalingsmethode activeert zullen SEPA-machtigingen worden verzameld via een online formulier. Afhankelijk van je wetgeving kan het nodig zijn om deze op papier te verzamelen (momenteel niet ondersteund) om de kans op storneringen te verkleinen. SEPA-incasso's zullen direct als betaald worden gemarkeerd in de winkel, markeer de bestelling als onbetaald en neem contact met de gebruiker op als een stornering plaatsvindt of de afschrijving mislukt door onvoldoende saldo.

source: The placeholder <code>{payment_info}</code> is not present in your configured email template for order payment notifications. This is legally required as it includes the mandate reference and the due date.
de_informal: Der Platzhalter <code>{payment_info}</code> ist nicht in deiner E-Mail-Vorlage enthalten, die für erhaltene Zahlungen verschickt wird. Dies ist aber rechtlich notwendig, da hier die Mandatsreferenz und das Fälligkeitsdatum mitgeteilt werden.
nl_informal: De plaatsaanduiding <code>{payment_info}</code> is niet aanwezig in je ingestelde e-mailsjabloon voor betalingsmeldingen voor bestellingen. Dit is wettelijk verplicht, omdat hierin de mandaatreferentie en uitvoeringsdatum worden vermeld.

source: Due date reminder email fields are required if earliest due date feature is used.
de_informal: Die Felder für die E-Mail-Inhalte der Vorabinformation sind verpflichtend auszufüllen, wenn das früheste Einzugsdatum verwendet wird.
nl_informal: Het is verplicht om een vooraankondigingsmail in te stellen als de eerste incassodatum is ingesteld.

source: Account holder
de_informal: Kontoinhaber*in
nl_informal: Rekeninghouder

source: I hereby grant the SEPA direct debit mandate for this order (see below)
de_informal: Ich ermächtige hiermit den Veranstalter zum Bankeinzug mittels SEPA-Lastschrift (siehe unten)
nl_informal: Hierbij geef ik toestemming voor de SEPA-incassomachtiging voor deze bestelling (zie onder)

source: will be debited
de_informal: wird eingezogen

source: We will debit the total amount of this order from your bank account by direct debit on or shortly after %(date)s.
de_informal: Wir werden den vollen Bestellbetrag am oder kurz nach dem %(date)s von deinem Bankkonto einziehen.
nl_informal: We zullen het totaalbedrag van deze bestelling op of kort na %(date)s van je bankrekening afschrijven via automatische incasso.

source: This payment will appear on your bank statement as %(creditor_name)s with mandate reference %(reference)s and creditor ID %(id)s.
de_informal: Diese Zahlung wird auf deinem Kontoauszug als %(creditor_name)s mit Mandatsreferenz %(reference)s und Gläubiger-ID %(id)s erscheinen.
nl_informal: Deze betaling zal in je bankafschriften verschijnen als %(creditor_name)s, met machtigingskenmerk %(reference)s en incassant-ID %(id)s.

source: Pre-notification time setting of SEPA Payment isn't set.
de_informal: Die Vorabinformationszeit der SEPA-Zahlung ist nicht eingestellt.
nl_informal: De vooraankondigingstijd voor SEPA-betalingen is niet ingesteld.

source: A reminder for the upcoming direct debit due date has been sent to the customer.
de_informal: Eine Erinnerung an den fällig werdenden Zahlungseinzug wurde an den Kunden verschickt.
nl_informal: Een herinnering van een aankomende automatische incasso is naar de klant verstuurd.

source: SEPA debit history
de_informal: SEPA-Lastschrift-Zahlungsverlauf
nl_informal: SEPA-afschrijvingsgeschiedenis

source: This will remove previously exported SEPA XML files containing banking information.
de_informal: Dies entfernt exportierte SEPA-XML-Dateien mit Bankdaten vom Server.
nl_informal: Dit zal eerder geëxporteerde SEPA-XML-bestanden met bankinformatie verwijderen.

source: Upcomming debit of {debit_amount_with_currency}
de_informal: Anstehender Einzug von {debit_amount_with_currency}
nl_informal: Automatische afschrijving van {debit_amount_with_currency}

source: Hello, you ordered a ticket for {event}. We will debit your bank account {iban} on or shortly after {due_date}. The payment will appear on your bank statement as {creditor_name} with reference {reference} and creditor identifier {creditor_id}. You can change your order details and view the status of your order at {url} Best regards, Your {event} team
de_informal: Hallo, du hast ein Ticket für {event} bestellt. Wir werden am oder kurz nach dem {due_date} dein Bankkonto {iban} belasten. Die Zahlung wird auf deinem Kontoauszug als {creditor_name} mit der Mandatsreferenz {reference} und der Gläubiger-ID {creditor_id} auftauchen. Du kannst deine Bestellung unter folgender Adresse einsehen und ändern: {url} Viele Grüße Das {event}-Team
nl_informal: Hallo, Je hebt een kaartje besteld voor {event}. We zullen het te betalen bedrag automatisch van je bankrekening {iban} afschrijven op of kort na {due_date}. De betaling zal op je afschrift verschijnen als {creditor_name} met het kenmerk {reference} en incassant-ID {creditor_id}. Je kan de status van je bestelling inzien en de details van je bestelling wijzigen op: {url} Met vriendelijke groet, Het {event}-team

source: We will debit the total amount displayed above from your bank account <strong>%(iban)s</strong>. You hereby agree that the amount will be withdrawn from your bank account <strong>on or shortly after %(date)s</strong>.
de_informal: Wir werden den oben angezeigten Gesamtbetrag von deinem Bankkonto <strong>%(iban)s</strong> einziehen. Du stimmst hiermit zu, dass dieser Betrag <strong>am oder kurz nach dem %(date)s</strong> von deinem Konto eingezogen wird.
nl_informal: We zullen het hierboven weergegeven totaalbedrag afschrijven van je bankrekening <strong>%(iban)s</strong>. Je gaat hierbij ermee akkoord dat het bedrag zal worden afgeschreven van je bankrekening <strong>op of kort na %(date)s</strong>.

source: By submitting this mandate form, you authorise (A) the Creditor <strong>%(creditor)s</strong> to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with the instructions from the Creditor.
de_informal: Mit Abschicken dieses Formulars ermächtige ich <strong>%(creditor)s</strong>, Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von <strong>%(creditor)s</strong> auf mein Konto gezogenen Lastschriften einzulösen.
nl_informal: Door dit machtigingsformulier in te dienen autoriseer je (A) de Begunstigde <strong>%(creditor)s</strong> om instructies naar je bank te sturen om je rekening te debiteren en (B) je bank om jouw rekening te debiteren volgens de instructies van de Begunstigde.

source: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
de_informal: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.
nl_informal: Je hebt recht op een terugbetaling van je bank volgens de voorwaarden van de overeenkomst met jouw bank. Een terugbetaling moet binnen 8 weken na de datum waarop het bedrag is afgeschreven worden aangevraagd. Je rechten worden beschreven in een verklaring die je bij jouw bank kunt opvragen.

source: The creditors ID is <strong>%(id)s</strong>. Your mandate reference will be sent to you via email after your order has been submitted.
de_informal: Unsere Gläubiger-Identifikationsnummer ist <strong>%(id)s</strong>. Deine Mandatsreferenz wird dir kurz nach Eingang der Bestellung per E-Mail mitgeteilt.
nl_informal: De incassant-ID is <strong>%(id)s</strong>. Je machtingskenmerk zal via e-mail naar je worden gestuurd nadat je bestelling is geplaatst.

source: You hereby agree that the amount will be withdrawn from your bank account <strong>on or shortly after %(date)s</strong>.
de_informal: Du stimmst hiermit zu, dass dieser Betrag <strong>am oder kurz nach dem %(date)s</strong> von deinem Konto eingezogen wird.
nl_informal: Je gaat hierbij ermee akkoord dat het bedrag zal worden afgeschreven van je bankrekening <strong>op of kort na %(date)s</strong>.

source: This order has been paid via SEPA debit. It was part of the export file exported at %(date)s.
de_informal: Diese Bestellung wurde per SEPA-Lastschrift bezahlt. Sie war Teil der Exportdatei vom %(date)s.
nl_informal: Deze bestelling is betaald via SEPA-incasso. De bestelling was deel van het op %(date)s geëxporteerde bestand.

source: View export file
de_informal: Export-Datei ansehen
nl_informal: Toon geëxporteerd bestand

source: This shall be paid via SEPA debit, but has not yet been included in any SEPA file export.
de_informal: Diese Bestellung soll per SEPA-Lastschrift bezahlt werden, war aber bis jetzt noch nicht Teil einer exportierten SEPA-XML-Datei.
nl_informal: Dit zal worden betaald via SEPA-incasso, maar is nog niet meegenomen in een SEPA-bestandsexport.

source: This order has been planned to be paid via SEPA debit but has been marked as unpaid again (or could never be marked as paid).
de_informal: Diese Bestellung sollte per SEPA-Lastschrift bezahlt werden, wurde aber entweder wieder als unbezahlt markiert oder konnte nie als bezahlt markiert werden.
nl_informal: De bestelling werd gepland om te worden betaald via SEPA-incasso, maar werd weer als onbetaald aangeduid (of kon nooit als betaald worden aangeduid).

source: Account name
de_informal: Kontoinhaber*in
nl_informal: Naam rekeninghouder

source: Mandate reference
de_informal: Mandatsrefernz
nl_informal: Machtigingskenmerk

source: Due date
de_informal: Fälligkeitsdatum
nl_informal: Uitvoeringsdatum

source: In test mode, your exports will only contain test mode orders.
de_informal: Im Testmodus enthält der Export nur Bestellungen aus dem Testmodus.
nl_informal: In de testmodus zullen je geëxporteerde bestanden alleen bestellingen uit de testmodus bevatten.

source: If you want, you can now also create SEPA debit files for multiple events combined.
de_informal: Wenn du möchtest, kannst du auch SEPA-Exportdateien für mehrere Veranstaltungen auf einmal erstellen.
nl_informal: Als je dit wilt kan je nu ook SEPA-incassobestanden maken voor meerdere evenementen tegelijk.

source: Go to organizer-level exports
de_informal: Zu den Exporten auf Veranstalter-Ebene
nl_informal: Ga naar exporteren op organisator-niveau

source: Refunds for SEPA debit transactions are grouped with bank transfer refunds.
de_informal: Erstattungen für SEPA-Lastschriften werden mit Banküberweisungs-Erstattungen zusammen gruppiert.
nl_informal: Terugbetalingen voor SEPA-incasso's worden ingevoegd bij de terugbetalingen voor handmatige bankoverschrijvingen.

source: Go to refund exports
de_informal: Zu den Erstattungs-Exporten
nl_informal: Ga naar exporteren terugbetalingen

source: Go to organizer-level refund exports
de_informal: Zu den Erstattungs-Exporten auf Veranstalter-Ebene
nl_informal: Ga naar exporteren terugbetalingen op organisatorniveau

source: Create new export file
de_informal: Neue Export-Datei erstellen
nl_informal: Maak nieuw exportbestand

source: <strong>%(num_new)s</strong> SEPA debit orders have been placed and are not yet exported as Sepa XML.
de_informal: <strong>%(num_new)s</strong> neue Bestellungen mit SEPA-Lastschrift als Zahlungsart wurden getätigt und noch nicht als XML exportiert.
nl_informal: <strong>%(num_new)s</strong> bestellingen via SEPA-incasso zijn geplaatst en zijn nog niet geëxporteerd als SEPA-XML.

source: Create multiple files if the debits have different collection dates (required for some banks)
de_informal: Erstelle mehrere Dateien, wenn die Lastschriften unterschiedliche Fälligkeitstermine haben (für manche Banken erforderlich)

source: Exported XML files
de_informal: Exportierte XML-Dateien
nl_informal: Geëxporteerde XML-bestanden

source: Export date
de_informal: Exportdatum
nl_informal: Exportdatum

source: Number of orders
de_informal: Anzahl Bestellungen
nl_informal: Aantal bestellingen

source: Total amount
de_informal: Gesamtbetrag
nl_informal: Totaalbedrag

source: TEST MODE
de_informal: TESTMODUS
nl_informal: TESTMODUS

source: Orders
de_informal: Bestellungen
nl_informal: Bestellingen

source: Download XML
de_informal: XML herunterladen

source: No exports have been created yet.
de_informal: Es wurden noch keine Dateien exportiert.
nl_informal: Er zijn nog geen exports aangemaakt.

source: Included orders
de_informal: Enthaltene Bestellungen
nl_informal: Inbegrepen bestellingen

source: Total amount: %(total)s %(currency)s
de_informal: Gesamtbetrag: %(total)s %(currency)s
nl_informal: Totaalbedrag: %(total)s %(currency)s

source: Order
de_informal: Bestellung
nl_informal: Bestelling

source: Payment
de_informal: Zahlung
nl_informal: Betaling

source: Mandate date
de_informal: Mandatsdatum
nl_informal: Mandaatdatum

source: Associated invoices
de_informal: Zugehörige Rechnungen
nl_informal: Geassocieerde facturen

source: No orders have been part of this export.
de_informal: Es wurden keine passenden Bestellungen gefunden.
nl_informal: Geen bestellingen waren deel van deze export.

source: The SEPA direct debit failed to be completed. Please contact the organizer of the event as soon as possible!
de_informal: Die SEPA-Lastschrift konnte nicht abgeschlossen werden. Bitte kontaktiere schnellstmöglich den Veranstalter!
nl_informal: De SEPA-incasso kon niet worden voltooid. Neem zo snel mogelijk contact op met de organisator van het evenement!

source: Event ticket {event}-{code}
de_informal: Ticket {event}-{code}
nl_informal: Kaartje {event}-{code}
